import React from "react";
import "./About.css";
import Title from "../title/Title";

const About = () => {
    return (
        <section className="about" style={{ backgroundImage: `url("/images/about-bg.png")` }}>
            <div className="container">
                <Title title={"Про нас"}/>
                <p className="about-text">
                    Наша компанія спеціалізується на організації тематичних аукціонів, де кожен лот має свою унікальну
                    історію та особливу цінність. Ми об'єднуємо колекціонерів, ентузіастів і поціновувачів мистецтва,
                    створюючи майданчик, де кожна покупка стає частиною захоплюючої історії. Кожен аукціон ретельно
                    підготовлений нашою командою професіоналів, щоб забезпечити прозорість, безпеку та максимальний
                    комфорт для учасників.
                </p>
                <p className="about-text">
                    Ми прагнемо не просто продавати унікальні предмети, а й надихати людей відкривати нові горизонти
                    колекціонування. Наші тематичні аукціони охоплюють широкий спектр напрямків – від мистецтва та
                    антикваріату до рідкісних колекційних предметів і меморабілій. Довіра та задоволення наших клієнтів
                    — головний пріоритет, тому кожен, хто бере участь у наших аукціонах, отримує високий рівень
                    обслуговування та незабутній досвід.
                </p>
            </div>
        </section>
    );
};

export default About;